[
	{
		"dialogID": "UV1VIOV2PCFH",
		"persona": [
			"I would like to visit the Assiniboine Park Zoo with my family.",
			"I am curious to know when this place was Established.",
			"I hope to spend christmas in Canada this year.",
			"I like polar bears.",
			"I don't like incidents."
		],
		"landmark_link": "'https://en.wikipedia.org/wiki/Assiniboine_Park_Zoo",
		"knowledge": [
			"Assiniboine Park Zoo is an 80-acre (32 ha) zoo that was established in 1904 at the West end of Assiniboine Park in Winnipeg, Manitoba, Canada. It is managed by the Assiniboine Park Conservancy and accredited by the Canadian Association of Zoos and Aquariums (CAZA).",
			"The Assiniboine Park Zoo has been best known for decades for its polar bear exhibit, of which the old enclosure was replaced in 2013 with Journey to Churchill.",
			"The City of Winnipeg Parks Board purchased some native animals including deer, bison, and elk to start the zoo in 1904. In 1908, the bear enclosure was built, and by 1909, the zoo had 116 animals of 19 species.",
			"In 1916, the zoo budget was $8,000 ($1,800 for food, $4,200 for labour, and $1,158 for new construction). By 1998, the animal collection had increased to include 77 different mammal species (390 animals), 151 different birds (700 specimens), and 14 reptiles (34 specimens), with the total collection including about 1,193 individuals of 271 species, and the zoo budget was $2,497,173 ($161,800 for food and supplies, and $1,952,707 for labour).",
			"The zoo got its first lion, a female, in 1935, and its first polar bear, a wild orphaned cub named Carmichael, in 1939. Carmichael got a partner in February 1940—a female named Clementine.",
			"The Zoological Society of Manitoba was formed in 1956 to provide the vision and funding for the zoo. In 1957, the zoo helped develop \"Aunt Sally's Farm\", a children's petting zoo named after Sally Warnock, and which a scale model had been presented in February 1958 and opened Friday August 7, 1959. At first an admission fee of 10 cents for children over 5 and 25 cents for adults was charged. The fee was dropped years later. In 1959 the zoo was officially named Assiniboine Park Zoo.",
			"In the 1960s, the gibbon/monkey house was built, another orphan polar bear cub arrived at the zoo, and a snow leopard was added to the zoo. The Polar bear enclosure was renovated in 1967, adding an upper story, and two more orphaned cubs arrived. Then in 1968 and 1969, the Tropical House, Native Animal Exhibit, and a new south gate were added.",
			"In the 1980s, the Zoological Society of Manitoba, which had not been active for a while, began to provide money for new signage, exhibits, and infrastructure. The main entrance was reconstructed to include a new Gift Store operated by the Society of, and the Carousel Restaurant was renovated.",
			"New enclosures for the camels, yaks, and zebras, as well as the \"Camel Oasis\" Interpretive Playground, opened in the northwest end of the zoo in 1995. This was also the first year for \"Lights of the Wild,\" featuring animal light sculptures presented by the Zoo and the Society for 3 weeks in the winter.",
			"In 1997, the \"Saturn Playground\" was constructed and the main restaurant facilities were renovated. The Saturn Shuttle and Kiosk information booth projects were established in 1998, as well as an upgrade to the electrical infrastructure of the Zoo.",
			"In 2001 a grant from the DeFehr foundation funded the renovation of the unused Bison Restaurant Kiosk into the Palliser Interpretive Center, the headquarters for ICE Camp.[expand acronym] An alliance with the University of Manitoba Summer Camps initiates \"Mini U Zoo,\" where campers spend one week at the University and one week at the Zoo. The zoo master plan is unveiled to the public.",
			"As late as 2000, the Zoo was open from 9 a.m. till sunset (or 9 p.m.). However by[when?] the Zoo's hours were significantly reduced. Today the Zoo closes at 4 p.m., when most people coming home from their workplace. In July 2015 the Zoo extended visiting hours every Wednesday till 8 p.m. as a trial because there were many requests from zoo visitors that the earlier closing wasn't convenient for people who work during the day.",
			"In 2004, as part of  venture with the University of Manitoba Architecture Department, substantial improvements were made to the Education Centre.",
			"In 2000, the Society and the Zoo started work on a new Master Plan Development Proposal (the first since 1960) for the Zoo. Initial proposals were for the redesign of the existing Polar Bear enclosure, but this eventually grew into a much larger Master Plan Development project.",
			"In 2008 the Assiniboine Park Conservancy is created to develop, govern, and manage Assiniboine Park including the Zoo.",
			"In June 2009, the Assiniboine Park Conservancy unveils a comprehensive $200 million redevelopment plan for Assiniboine Park & Zoo that will be completed over 10 years.",
			"In January 2012, the International Polar Bear Conservation Centre was opened.",
			"In July 2014, the Journey to Churchill Northern Species exhibit opened. The exhibit features expansive new polar bear, Arctic fox, wolf, musk ox, caribou, snowy owl, and seal habitats. As well as interactive interpretive components, a short film experience inside a 360-degree theatre, and  underwater viewing tunnels for polar bears and seals.",
			"The Zoo's newest permanent area, Journey to Churchill is an exhibit representing various habitats of northern Manitoba. The town of Churchill, on the Hudson Bay in northern Manitoba is home to the largest polar bear denning area in the world.",
			"In January 2019, five year old polar bear \"Blizzard\" had died of fluid in its chest (pneumonia?).",
			"Located inside the Journey to Churchill exhibit, the Tundra Grill is a 150-seat restaurant with views of the largest of three polar bear habitats in the exhibit.",
			"Toucan Ridge, was originally known as the Tropical House. The 1,230 m2 (13,200 sq ft) building was constructed in 1971 at a cost of $500,000 and first opened to the public in November 1972. The Tropical House would almost double the Zoo's total species and would feature birds and other animals. Temperatures inside the Tropical House would be maintained at a constant 27 °C (80 °F).",
			"In 2009, the Zoo contracted with demolition company Klassen Concrete to demolish the early 1970s Tropical House. Instead of demolishing the building, a plan to reuse most of the building but to reconfigure the displays was put into place. Infrastructure renewal cost $900,000. Exhibit renewal cost $2.1 million. The project took five months to complete.",
			"On April 20, 2011, the first new exhibit as part of the Assiniboine Park Zoo's redevelopment plans, Toucan Ridge, is opened. The exhibit features animal, bird, and plant life of the new world tropics of Central and South America. Toucan Ridge is located in what used to be known as the Tropical House.",
			"Announced in November 1986, and originally planned to open in the fall of 1987, the Centre broke ground in June 1988. The $1.75 million 743 m2 (8,000 sq ft) Kinsman Discovery Centre opened on March 23, 1990, two and a half years late and $550,000 over budget. It replaced the aging Aunt Sally's Farm which operated between 1959 and 1989. The Centre contains six galleries pertaining to different life forms — water, grasslands, air, underground, plus two forest galleries. A statue honouring Winnipeg the Bear (the bear that was made famous as Winnie-the-Pooh) was unveiled in 1992 and has since been relocated to the Nature Playground, in the general Park area.",
			"The Zoo's 2nd biggest indoor exhibit with fish snakes reptiles etc.",
			"In June 2010, the Pavilion of Lions is opened.  A pair of African Lions becomes the exhibits first residents.[citation needed]",
			"In April 2012, the Assiniboine Park Zoo becomes the only facility in North America that is home to a pair of Asiatic lions. The Asiatic Lions replace the African Lions in the Pavilion of Lions exhibit.",
			"A new 2,400 m2 (26,000 sq ft) expansion of the enclosure for Siberian tigers was constructed in 2013 and opened that same year. The new enclosure would assist the breeding program.",
			"After Journey to Churchill opened in 2014 it was thought that a Wolf exhibit would be nice addition to the Zoo. Originally a wolf exhibit was not planned for. It opened in June 2018 and features four male grey wolves and one female grey wolf.",
			"The 1.9 ha (4.7 acres) McFeetors Heavy Horse Centre was announced in September 2014 and officially opened on August 28, 2015.",
			"Stingray Beach is a rotating exhibit that debut on the May 2019 long weekend. However after a month and a half three male specimens died from undetermined causes.",
			"In June 2009, the 200 m2 (2,200 sq ft) Shirley Richardson Butterfly Garden, located next to the Toucan Ridge exhibit, opened. The Butterfly Garden is a permanent seasonal exhibit and is closed during the Winter months.",
			"The Zoo Lights Festival is the current special event that takes place between the late fall and early winter months since 2019.",
			"A special Australian exhibit featuring koalas from the San Diego Zoo was created in 1993, and was open to the public between May 12 and September 19, in the former Aunt Sally's Farm space. This enclosure has been used for Matchie's tree kangaroos since the koalas left.",
			"Boo at the Zoo was started in 1996 as a Halloween event. In the first year, 40,000 people attended over a ten-day period. By its 10th anniversary in 2006, when the Pumpkin Patch Maze, Area 54 and Boo Alley were added to the attractions, the event was attended by 57,400 visitors.[citation needed] 'Boo at the Zoo' is no longer being offered.",
			"Lights of the Wild, featuring animal light sculptures presented by the Zoo and the Society, was first opened in 1996 for 3 weeks in the winter. It was discontinued in 2000 and the lights were all sold to Portage Island of Lights.",
			"A temporary exhibit, Xtreme Bugs, was featured at the Zoo during the summer of 2018.",
			"Since its inception, the Zoo had been free. Various attempts at raising funds (beyond taxpayer funds) had been tried, including coin boxes inside the Zoo, a gift shop. By 1993 it was decided to start charging an admission fee for zoo maintenance, and upgrading/expansion of exhibit spaces.",
			"In 2015, the Zoo had offered discount Tuesdays at the cost of $10 for adults. However in that year the admission fee was raised to $12 per adult.",
			"The Zoo has offered free children's admission during the days of the Christmas Break  in years 2015, (2016?), 2017, and 2018.",
			"As of 2019, admission fees for visiting the Assiniboine Park Zoo are:",
			"Fee",
			"The zoo hosts summer day camps for children of all ages.",
			"Guided School and Group Tours.",
			"In September 2014, the Assiniboine Park Zoo becomes one of only five Canadian zoos to be accredited by the Association of Zoos & Aquariums.",
			"Species Survival Programs."
		],
		"utterance": [
			{
				"dialogue1": [
					"Where is this place?",
					"This place is in the West end of Assiniboine Park in Winnipeg, Manitoba, Canada, which you hope to spend Christmas this year."
				],
				"persona_grounding": [
					false,
					false,
					true,
					false,
					false
				],
				"persona_candidate": [
					"I would like to visit the Assiniboine Park Zoo with my family.",
					"I am curious to know when this place was Established.",
					"I hope to spend christmas in Canada this year.",
					"I like polar bears.",
					"I don't like incidents."
				],
				"knowledge_candidates": [
					"WWF-Brazil released a report in 2007 stating that Brazil could cut its expected demand for electricity by 40% by 2020 by investing in energy efficiency.",
					"Whatever the original intent of the double chancel, the eastern chancel came to serve as the location for the mass and the western chancel was reserved for the bishop and pontiffs.",
					"The Grand Stairs.",
					"The municipality has four railway stations: Klosters Platz, Klosters Dorf, Cavadürli, and Saas.",
					"As of 28 October 2014, Newman Brothers Coffin Furniture Factory opened as a museum under the Birmingham Conservation Trust and was renamed Newman Brothers at The Coffin Works.",
					"The northern gopuram was repaired and finished by the Vijayanagara king Krishnadevaraya (1509-1530 A.D.) in the 16th century.",
					"Over the next two decades, many changes took place on the surface.",
					"It cost $422 million.",
					"September 17th 1944.\"",
					"The West end of Assiniboine Park in Winnipeg, Manitoba, Canada."
				],
				"knowledge_answer_index": 9
			},
			{
				"dialogue2": [
					"Where is this place?",
					"This place is in the West end of Assiniboine Park in Winnipeg, Manitoba, Canada, which you hope to spend Christmas this year.",
					"What is the name of this place?",
					"This place is the Assiniboine Park Zoo, an 80-acre zoo, which you would like to visit with your family."
				],
				"persona_grounding": [
					true,
					false,
					false,
					false,
					false
				],
				"persona_candidate": [
					"I would like to visit the Assiniboine Park Zoo with my family.",
					"I am curious to know when this place was Established.",
					"I hope to spend christmas in Canada this year.",
					"I like polar bears.",
					"I don't like incidents."
				],
				"knowledge_candidates": [
					"Assiniboine Park Zoo is an 80-acre (32 ha) zoo at the west end of Assiniboine Park in Winnipeg, Manitoba, Canada.",
					"There are two stone slabs built into the western and southern walls of Verinag spring, on which prose in Persian language, in praise of the spring, and the dates of construction of the tank and aqueduct, are inscribed.",
					"Unique ecosystems in the moraine include wetlands similar to those of boreal forests in Northern Ontario, and remnants of tallgrass prairie and oak-pine savanna that are globally threatened ecosystems.",
					"Walter Meyer, executive chef for menu development at Euro Disney and executive chef of food projects development at Walt Disney World noted, \"A few things we did need to change, but most of the time people kept telling us, 'Do your own thing.",
					"The bridge has three independent wrought iron chains per side, from which the bridge deck is suspended by eighty-one matching vertical wrought-iron rods ranging from 65 feet (20 m) at the ends to 3 feet (0.91 m) in the centre.",
					"He presented the resulting project in April 1774 to Louis XV.",
					"It was enlarged several times during the 18th century; the Chenrezig Lhakang was built in 1715 and a whole complex, including the Maitreya (Jampa) temple, was added in 1771.",
					"Belgrade almost doubled after 1974 when the last bridge (Gazela) was built.",
					"Today it is home to myriad Operating Force units, including the I Marine Expeditionary Force and various training commands.",
					"This organization differs from that of oppida like Manching, where there is a regular urban framework; this is explained by the relief of the terrain, as the battlements encircle three summits with some relatively steep slopes."
				],
				"knowledge_answer_index": 0
			},
			{
				"dialogue3": [
					"Where is this place?",
					"This place is in the West end of Assiniboine Park in Winnipeg, Manitoba, Canada, which you hope to spend Christmas this year.",
					"What is the name of this place?",
					"This place is the Assiniboine Park Zoo, an 80-acre zoo, which you would like to visit with your family.",
					"When was this place created?",
					"Since you are curious to know when this zoo was established you will be pleased to know that the zoo that was established in 1904."
				],
				"persona_grounding": [
					false,
					true,
					false,
					false,
					false
				],
				"persona_candidate": [
					"I would like to visit the Assiniboine Park Zoo with my family.",
					"I am curious to know when this place was Established.",
					"I hope to spend christmas in Canada this year.",
					"I like polar bears.",
					"I don't like incidents."
				],
				"knowledge_candidates": [
					"When the girl regrets her sins, the fairy vetoes the spell and \"they live happily ever after\".",
					"It is located on the northwestern side of the Kremlin wall and overlooks the Alexander Garden.",
					"It is home to 3,626 animals, many of which are endangered in the wild.",
					"Established in 1904, it is managed by the Assiniboine Park Conservancy, and accredited by the Canadian Association of Zoos and Aquariums (CAZA) and the Association of Zoos and Aquariums (AZA).",
					"In the late 20th and 21st centuries, as Aspen became a popular destination for wealthy and famous people, the courthouse has seen several high-profile defendants and litigants, from Ted Bundy to Charlie Sheen.",
					"The camp survived a series of cuts in the early 1980s, attracting further investment and again in the late 1990s when it was retained as one of only three camps still bearing the Butlin name.",
					"It was also the venue in October 2004 for the Declaration of Calton Hill which outlined the demands for a future Scottish republic.",
					"The larger brook then flows into Markeaton Park, where it is joined by its largest tributary the Mackworth Brook which drains the area around Mackworth and Kirk Langley.",
					"Grade separation of goods traffic was achieved by constructing the skew bridge that opened in August 1877, and the second and third Gas Works tunnels opened in 1878 and 1892 respectively.",
					"In addition, the United Nations Headquarters remains under the jurisdiction and laws of the United States, although a few members of the UN staff have diplomatic immunity and so cannot be prosecuted by local courts unless the diplomatic immunity is waived by the Secretary-General."
				],
				"knowledge_answer_index": 3
			},
			{
				"dialogue4": [
					"Where is this place?",
					"This place is in the West end of Assiniboine Park in Winnipeg, Manitoba, Canada, which you hope to spend Christmas this year.",
					"What is the name of this place?",
					"This place is the Assiniboine Park Zoo, an 80-acre zoo, which you would like to visit with your family.",
					"When was this place created?",
					"Since you are curious to know when this zoo was established you will be pleased to know that the zoo that was established in 1904.",
					"This zoo is known for what else?",
					"The Assiniboine Park Zoo has been best known for decades for its polar bear exhibit, the animal you like, of which the old enclosure was replaced in 2013 with Journey to Churchill."
				],
				"persona_grounding": [
					false,
					false,
					false,
					true,
					false
				],
				"persona_candidate": [
					"I would like to visit the Assiniboine Park Zoo with my family.",
					"I am curious to know when this place was Established.",
					"I hope to spend christmas in Canada this year.",
					"I like polar bears.",
					"I don't like incidents."
				],
				"knowledge_candidates": [
					"Generally, in the Tibesti vegetation occurs in five different belts depending on elevation.",
					"Okaukuejo was founded as a German South-West Africa military outpost in 1897 in an effort to control spread of foot-and-mouth disease.",
					"In 1822, the mission was included under the jurisdiction of the Catholic Diocese of Sonora.",
					"Work was scheduled to begin on demolishing the old library early in 2015 to make way for the redevelopment of Paradise Circus.",
					"The service was initially planned to launch by the end of March 2020, but was delayed by the impact of the COVID-19 pandemic.",
					"On March 2, 2018, 19-year-old student James Eric Davis Jr. shot and killed his mother and father when they came to campus to take him home for spring break.",
					"The music hall has the largest organ in the country, which can meet the needs of multiple genres works.",
					"The 40-inch dome is located at the summit and highest point of the modest mountain upon which NOFS is located.",
					"In November 2011, F. Curciarello et al.",
					"The Assiniboine Park Zoo has been best known for decades for its polar bear exhibit, of which the old enclosure was replaced in 2013 with Journey to Churchill."
				],
				"knowledge_answer_index": 9
			},
			{
				"dialogue5": [
					"Where is this place?",
					"This place is in the West end of Assiniboine Park in Winnipeg, Manitoba, Canada, which you hope to spend Christmas this year.",
					"What is the name of this place?",
					"This place is the Assiniboine Park Zoo, an 80-acre zoo, which you would like to visit with your family.",
					"When was this place created?",
					"Since you are curious to know when this zoo was established you will be pleased to know that the zoo that was established in 1904.",
					"This zoo is known for what else?",
					"The Assiniboine Park Zoo has been best known for decades for its polar bear exhibit, the animal you like, of which the old enclosure was replaced in 2013 with Journey to Churchill.",
					"Is it true that there have been incidents in this zoo?",
					"There have already been three incidents, which you don't like, in July 2014 the wolves dug their way into the polar bear enclosure. One Amur tiger gained access to another enclosure and killed another tiger in September 2014 and in November 2014 a seal got trapped in a drain and died."
				],
				"persona_grounding": [
					false,
					false,
					false,
					false,
					true
				],
				"persona_candidate": [
					"I would like to visit the Assiniboine Park Zoo with my family.",
					"I am curious to know when this place was Established.",
					"I hope to spend christmas in Canada this year.",
					"I like polar bears.",
					"I don't like incidents."
				],
				"knowledge_candidates": [
					"In July 2014 the wolves and polar bears had to be taken out of their display areas because one or more of the wolves dug their way into the polar bear enclosure. No one was hurt in the incident. Safety protocols were in question when one Amur (Siberian) tiger gained access to another enclosure and killed another tiger in September 2014. In November 2014 a seal got trapped in a drain and died.",
					"There are glass floor panels on the second level of the stacks, which form a mezzanine level and contain iron railings. The second and third floors also had offices and examination rooms. As such, the original stacks were closed to the public and only librarians could retrieve books. The hospital's name was changed to Stuyvesant Polyclinic following the anti-German sentiment connected with the entrance of the United States into World War I.",
					"In 2008, the River Run Gondola, nearing 22 years of continuous service, was retired and replaced with a new gondola. After discussing this dream at a New Year’s party (1968-1969), Bill Bergman, a corporate lawyer from Cedar Rapids, Iowa, also fell in love with the idea of Keystone. It was supplemented by the Montezuma Express lift, which replaced a Yan triple chairlift and provided access to all trails on the upper and central part of Keystone Mountain. Lands owned by the Denver Water Board at the base of Independence Mountain were given serious consideration by the Forest Service as an alternative second base area for Keystone ski area to reduce vehicle and skier congestion at the existing portals, and as an alternative ski lift connection and new portal serving the backside of Arapahoe Basin ski area.",
					"Although the viewing area is open year-round, the \"peak\" viewing time is during spawning season, from about the beginning of July through mid-August. :8 Using the small lock when boat traffic is low conserves fresh water during summer, when the lakes receive less inflow. The lower gates (B) and the draining valve (D) are closed. :8:2, 6 The fish approaching the ladder smell the attraction water, recognizing the scent of Lake Washington and its tributaries.",
					"This site is a mix of salt swamps, mangroves, backwaters, mudflats, grasslands and tropical dry evergreen forests. The sanctuary escaped serious damage and the sanctuary, animals and birds largely survived the giant wave, but 5,525 people were killed in neighbouring parts of Nagapattinam District. Vehicles are prohibited in the core of the sanctuary. at the northwest corner of the sanctuary at Ramar Padam.",
					"The store was sold to Selina Vicks in 1921. In the late 1880s and 1890s, handsome public buildings rose to replace the modest structures of the early township. The exterior is largely intact, although the frame and glass of the shop front window has been replaced and the entrance to the \"shop\" is now through a glass door. It was proclaimed a municipality in 1877 and the construction of the Great Northern railway created easy access to the port at Townsville, solving the problem of high freight costs experienced by many other mining fields.",
					"Hollywood Park closed from 1942 to 1944 due to World War II, where it was used as a storage facility for North American Aviation. The Hollywood Park Racing Association and Betfair US, the Los Angeles-based subsidiary of Betfair that also owns TVG Network, completed a historic agreement March 13, 2012 intended to transform the customer experience for fans at the venue as well as online and on television. The deal was put together by Hubbard who envisioned a sports complex with the new stadium and the racetrack together. A new Cushion Track racing surface was installed in September, 2006 to replace the existing dirt, making Hollywood Park the first track in California to meet the California Horse Racing Board's guideline that all tracks in the state replace dirt surfaces with a safer artificial surface by the end of 2007.",
					"Located on the east side of stupa have Ayutthaya period building. There is a small Khmer style ordination hall on a high stone pedestal with eight Bai sema on the separate stone pedestals. There is a large, bell-shaped stupa on a high, square base. The main structures of the temple are a central stupa, the ruins of a vihara, a large Buddha image on a pedestal in the west and an ordination hall on an island in the middle of an artificial lake, \"Traphang Ngoen\" (Silver Lake).",
					"In January 2015 the Library, in partnership with Wikimedia UK, appointed a full-time Wikipedian in Residence with the aim of developing further its resources on an open licence, to a worldwide audience. OCR of the page scans was undertaken to create TEI searchable text versions. Some of the early Welsh books that Davies collected contain leaves or signatures that were not in the copies that the National Library already possessed. The feasibility of installing a mezzanine floor to make better use of the space has been considered on two occasions.",
					"Two other hunting lodges were constructed for the monarchs — Sitnyakovo and Saragyol. The average monthly wind speed on the highest mountain summits reaches 11–12 m/s. At an altitude of 2,394 m, Kalin is the highest reservoir in the Balkans. The staged elevation of the mountain during the geological eras and the large range of vertical folds have led to the formation of four denudation levels of distinct age, height and range."
				],
				"knowledge_answer_index": 0
			},
			{
				"dialogue6": [
					"Where is this place?",
					"This place is in the West end of Assiniboine Park in Winnipeg, Manitoba, Canada, which you hope to spend Christmas this year.",
					"What is the name of this place?",
					"This place is the Assiniboine Park Zoo, an 80-acre zoo, which you would like to visit with your family.",
					"When was this place created?",
					"Since you are curious to know when this zoo was established you will be pleased to know that the zoo that was established in 1904.",
					"This zoo is known for what else?",
					"The Assiniboine Park Zoo has been best known for decades for its polar bear exhibit, the animal you like, of which the old enclosure was replaced in 2013 with Journey to Churchill.",
					"Is it true that there have been incidents in this zoo?",
					"There have already been three incidents, which you don't like, in July 2014 the wolves dug their way into the polar bear enclosure. One Amur tiger gained access to another enclosure and killed another tiger in September 2014 and in November 2014 a seal got trapped in a drain and died.",
					"Is there any kind of education in this zoo?",
					"Yes, the zoo hosts summer day camps for children of all ages and Guided School and Group Tours."
				],
				"persona_grounding": [
					false,
					false,
					false,
					false,
					false
				],
				"persona_candidate": [
					"I would like to visit the Assiniboine Park Zoo with my family.",
					"I am curious to know when this place was Established.",
					"I hope to spend christmas in Canada this year.",
					"I like polar bears.",
					"I don't like incidents."
				],
				"knowledge_candidates": [
					"Wells producing from the Vaca Muerta itself are in several oil fields, including the Loma La Lata, Loma Lata Norte, and Loma Campana fields. The Vaca Muerta Shale has long been known as a major petroleum source rock for other formations in the Neuquén Basin, which has had oil production since 1918.",
					"The association has five full-time employees, one part-time archivist, and over 500 volunteers. In all, there are one Vice President, one Supreme Court justice, six Cabinet members, 19 Senators and 71 Representatives (including a former Speaker of the House) buried there, as well as veterans of every American war, and the first director of the Federal Bureau of Investigation, J. Edgar Hoover.",
					"The earliest recorded ascent of Mount Monadnock took place in 1725 by Captain Samuel Willard and fourteen rangers under his command who camped at the top and used the summit as a lookout while patrolling for Native Americans. Loosely translated, it means \"mountain that stands alone\", although the exact meaning of the word is uncertain.",
					"In addition to the Berlin U-Bahn and S-Bahn lines, several tram and bus lines stop at Alexanderplatz station, from which the middle exit leads to the entrance building of the TV Tower. At the beginning of 1969, water trickled into the interior of the tower, causing considerable damage; the ball had to be sealed again.",
					"He obtained the support of the Bishop of London in 1096, and began work on the monastery to the north of the original church. Originally it was thought that the church began life as a Late Roman martyrium, although it was later concluded that this was an error based on the fact that the church had been built on a former Roman cemetery, rather than as part of it.",
					"St Bede, however, was critical of the fact that the church was not built of stone but only of hewn oak thatched with reeds. The generally accepted date for the Viking raid on Lindisfarne is in fact 8 June; Michael Swanton writes: \"vi id Ianr, presumably [is] an error for vi id Iun (8 June) which is the date given by the Annals of Lindisfarne (p. 505), when better sailing weather would favour coastal raids.",
					"The zoo hosts summer day camps for children of all ages. Guided School and Group Tours.",
					"On December 24, 1893, Msgr. A member of the laity is appointed as pastoral associate and manages the church services, parish council and rectory.",
					"She returned to Norfolk on 28 September, and departed Hampton Roads for the Philadelphia Naval Shipyard on 22 October. She then joined the Task Force's second strike on Truk, on 29 and 30 April, and bombarded Japanese facilities on Ponape in the Carolines on 1 May.",
					"The neighborhood's central traffic artery is Skanstes Street, but the area is delineated by Pulkveža Brieža, Hanzas, Vesetas and Duntes streets, as well as Ganību dambis, and the railroad. The museum building is to take up almost 8,000 m2 (86,000 sq ft) to accommodate the wide range of contemporary art, including a series of exhibition halls of flexible design, 200-seat auditorium with supplementary space for performances, concerts, screenings, and interdisciplinary events, as well as study and workshop space, reading rooms, café, work space for museum specialists and auxiliary premises."
				],
				"knowledge_answer_index": 6
			}
		]
	}
]